{
    "data": {
        "SCOPE AND PROVIDER": [
            {
                "title": "(1) The General Terms and Conditions (hereinafter referred to as “GTC”) regulate the sale of products and services by Cheggl GmbH (hereinafter referred to as the provider) in the version valid at the time of the order.",
                "bullets": []
            },
            {
                "title": "(2) Deviating terms and conditions of the client (purchaser) will be rejected.",
                "bullets": []
            },
            {
                "title": "(3) By placing an order with Cheggl GmbH, the client (purchaser) agrees to the application of these terms and conditions.",
                "bullets": []
            },
            {
                "title": "(4) Cheggl GmbH offers the sale of the following products on www.cheggl.com.",
                "bullets": [
                    "Data carriers / data sticks / videocards",
                    "Merchandising items"
                ]
            },
            {
                "title": "(5) Cheggl GmbH offers the following services on www.cheggl.com.",
                "bullets": [
                    "Video productions",
                    "Company presentation on www.cheggl.com",
                    "Placement of online advertising",
                    "Participation in marketing campaigns",
                    "Mediation of customers via reservation and booking systems",
                    "Marketing services"
                ]
            }
        ],
        "CONCLUSION OF THE CONTRACT": [
            "(1) Contracts on this portal can be concluded in the languages offered.",
            "(2) The offers of Cheggl GmbH presented in the online shop are aimed exclusively at commercial companies as well as clubs and associations with an invoice and delivery address in Europe.",
            "(3) A client (purchaser) must have reached the age of 18.",
            "(4) The presentation of the products and services in the online shop does not constitute a legally effective offer. By presenting the products and services, the client (purchaser) is only asked to make an offer.",
            "(5) An order represents an offer to Cheggl GmbH to conclude a purchase contract. The client (purchaser) submits a binding offer when he has gone through the online ordering process by entering the information requested there and in the last ordering step the button ”Order”clicks.",
            "(6) The purchase contract between Cheggl GmbH and the client (purchaser) only comes into existence through a declaration of acceptance by Cheggl GmbH. This takes place at the earlier of the two dates, either sending the goods / producing a video / placing an advertisement or sending an order confirmation by email. A confirmation of the receipt of an order does not constitute a declaration of acceptance in the aforementioned sense.",
            "(7) The validity of contracts as well as the commercial resale of the purchase item requires the express confirmation on the part of Cheggl GmbH. This refers both to the number of products and / or services ordered in the context of an order and to placing several orders for the same product or service.",
            "(8) The orders are saved by Cheggl GmbH after the contract has been concluded.",
            "(9) Access to the Cheggl services requires login / registration on the website at www.cheggl.com.",
            "(10) By logging in / registering, the client (purchaser) accepts these terms and conditions. With the registration, a contractual relationship arises between Cheggl GmbH and the registered customer, which is based on the provisions of these terms and conditions.",
            "(12) By ordering a paid service, the registered customer enters into a further contractual relationship with Cheggl GmbH that is separate from the registration. Before entering into this contractual relationship, the user will be informed of the respective chargeable service and the terms of payment. The contractual relationship arises when the client (purchaser) confirms the order and payment obligation by clicking the ”Order” button."
        ],
        "DESCRIPTION OF THE SCOPE OF SERVICES": [
            "(1) Cheggl GmbH creates videos for companies, clubs, associations, purchasing groups, advertising cooperations, etc., which can be ordered from the online portal's shop, among other things.",
            "(2) Furthermore, Cheggl GmbH operates an online portal on which the companies present themselves with their videos.",
            "(3) By ordering a video, customers acquire a customer profile on the website www.cheggl.com.",
            "(4) In addition, Cheggl GmbH offers its customers the booking of various online advertising spaces and marketing offers on the portal."
        ],
        "PRICES, SHIPPING COSTS, CONDITIONS": [
            "(1) All prices include the applicable statutory value added tax.",
            "(2) Despite best efforts, a product or service may be wrongly priced. We check prices when we process the order and before we charge payment. If a product or service is priced incorrectly and the correct price is higher than the price on the website, we will contact the client (customer) before shipping the goods or before using our service to inquire whether he wants to buy the product or service at the correct price or cancel the order. If the correct price of a product or service is lower than the price we have stated, we will charge the lower amount.",
            "(3) The prices at the time of the order apply.",
            "(4) To use the Cheggl GmbH offers, you must first register on www.cheggl.com.",
            "(5) In order to be able to buy the products or services of Cheggl GmbH, the client (purchaser) must register and create a user account.",
            "(6) If the client (purchaser) would like to use a chargeable service, he will be advised of the chargeable service beforehand. In particular, the respective additional scope of services, the costs incurred and the method of payment are listed.",
            "(7) Cheggl GmbH reserves the right to charge different fee models for different booking times and user groups and in particular for different usage periods, as well as to offer different scopes of services.",
            "(8) The current prices for video production apply exclusively in connection with a binding presentation of the client's (purchaser's) videos on the www.cheggl.com platform.",
            "(9) A customer profile page is set up on the www.cheggl.com portal for each client (customer) of a video. The video or videos of the client (purchaser) are integrated into this profile page. In addition, the contact details and additional information (e.g. opening times) that the customer provided when registering are published. The client (purchaser) is directly responsible for the correctness of this information.",
            "For the presentation of the client (purchaser) on www.cheggl.com in the form of setting up and setting up the profile page, there are monthly presentation fees for hosting the page and streaming the videos. The presentation on www.cheggl.com can be terminated monthly by the client (purchaser) after the first 12 months with a notice period of 4 weeks to the end of the month.            ",
            "(10) With the completion of the video, the creation of the profile page in the system and after payment has been received, a link is created between the website of the client (purchaser) (if available) and the profile page of the client (purchaser) on www.cheggl.com. This ensures that the client's video (s) can be accessed smoothly and without additional costs in the video player environment developed for this purpose. The client (purchaser) receives the access and link codes from Cheggl GmbH.",
            "(11) The rights to the marketing of the advertising space on all pages of the portal remain with Cheggl GmbH."
        ],
        "DELIVERY / PROVISION OF SERVICES AND CANCELLATION": [
            "(1) Unless otherwise agreed, products are delivered to the delivery address specified by the client (purchaser). Video productions take place at the location specified in the order process.",
            "(2) Information on the availability of products sold by Cheggl GmbH can be found on the website (e.g. on the respective product detail page). We would like to point out that all information on availability, shipping or delivery of a product are only approximate information and approximate guide values. They do not represent any binding or guaranteed shipping or delivery dates, unless this is expressly designated as a binding date in the shipping options for the respective product.",
            "(3) If Cheggl GmbH determines during the processing of an order that the products ordered are not available or that services cannot be provided, the client (purchaser) will be informed of this separately by email or message. The legal claims of the client (purchaser) remain unaffected.",
            "(4) The delivery of the products or the provision of the ordered services takes place after the conclusion of the contract.",
            "(5) The video production orders are binding and properly executed after the ordering process. The videos are produced on the basis of the services and conditions presented to the client (purchaser) in the offer and accepted by the client (purchaser) when placing the order. Should there be deviations or extensions of the contractually defined services due to the request of the customer during production on site or in post-processing, the customer (purchaser) must bear the costs for these additional services.",
            "(6) Cheggl GmbH reserves the right to reject an order because of the content or the necessary technical implementation.",
            "(7) The production period is specified when the order is placed. All production costs are included in the contractually agreed price. Agreed appointments will be kept as far as possible. Any claims, including third parties, that arise due to a delay in the appointment, cannot be asserted."
        ],
        "TERMS OF PAYMENT": [
            {
                "title": "(1) By registering and providing the information required for the payment process, the client (purchaser) authorizes Cheggl GmbH to collect the relevant amount.",
                "bullets": []
            },
            {
                "title": "(2) Payment for the products, video productions and advertising services is due when the order is placed.",
                "bullets": []
            },
            {
                "title": "(3) The client's presentation on www.cheggl.com associated with the acquisition of the video production is automatically extended by the period booked, unless canceled by phone, email or letter.",
                "bullets": []
            },
            {
                "title": "(4) The presentation fee is collected at the following point in time: on the first working day of each month.",
                "bullets": []
            },
            {
                "title": "(5) The client (purchaser) can pay for the goods or services using the following payment methods:",
                "bullets": [
                    "Paypal",
                    "Credit card",
                    "Instant bank transfer"
                ]
            },
            {
                "title": "Cheggl GmbH can exclude certain types of payment in individual cases",
                "bullets": []
            },
            {
                "title": "The client (purchaser) is not permitted to pay for the goods or services by sending cash or checks.",
                "bullets": []
            },
            {
                "title": "(7) Should the client (purchaser) choose an online payment method, the client (purchaser) thereby authorizes Cheggl GmbH to collect the amounts due at the time of the order.",
                "bullets": []
            },
            {
                "title": "(8) If Cheggl GmbH offers payment by credit card and the client (purchaser) chooses this type of payment, he expressly authorizes Cheggl GmbH to collect the amounts due.",
                "bullets": []
            },
            {
                "title": "(9) Due date of the invoices: Within 10 days of the invoice date without deduction. All orders placed are also considered to be acceptance of our terms of payment and delivery. Withdrawal and claims for damages on the part of the client due to late production are excluded. Our prices are exclusive of statutory VAT. The prices and conditions valid on the day of delivery will be invoiced. All dispatches and returns are at the risk of the client. Oral or telephone explanations and orders are only binding if they are confirmed in writing. These production and payment conditions apply to all orders placed with us, unless other conditions have been agreed beforehand.",
                "bullets": []
            }
        ],
        "REGISTRATION AND TERMINATION": [
            "(1) Furthermore, the client (purchaser) declares that he and, to the best of his knowledge, also the employees of his company have no criminal record for an intentional crime that endangers the safety of third parties, in particular not for an offense against sexual self-determination (§§) 174 ff. StGB), an offense against life (Sections 211 ff. StGB), an offense against physical integrity (Sections 223 ff. StGB), an offense against personal freedom (Sections 232 ff. StGB), because of Theft and embezzlement (§§ 242 ff. StGB), for robbery and extortion (§§ 249 ff. StGB) or drug abuse.",
            "(2) A user account is for his / her sole and personal use and a user may not authorize third parties to use this account. A user may not transfer his / her account to third parties.",
            "(3) If a client (customer) has registered for a paid service (company presentation on www.cheggl.com), he can cancel at least 28 days before the end of the booking period. If this deadline is not met, the chargeable service will be extended by this period depending on the booking time selected and the cancellation will only take effect at the end of the subsequent booking period. Cancellation is possible by email or letter and will be confirmed in writing by Cheggl GmbH. So that the termination can be assigned, the full name, the stored e-mail address and the address of the client (purchaser) should be given.",
            "(4) Cheggl GmbH can terminate the contract at its own discretion, with or without prior notice and without giving reasons at any time. Cheggl GmbH also reserves the right to remove profiles and / or any content that has been published on the website by the client (customer). If Cheggl GmbH terminates the registration of the client (purchaser) and / or removes profiles or published content, Cheggl GmbH is under no obligation to inform the client (purchaser) about this, nor about the reason for the termination or the removal.",
            "(5) Following each completion of a company presentation on www.cheggl.com, Cheggl GmbH reserves the right to provide information about this to registered users who Cheggl GmbH assumes that they have been in contact with the client (purchaser) , to send. The decision to end the registration of the client (purchaser) and / or to notify other users does not imply or in no way states that Cheggl GmbH makes statements about the individual character, general reputation, personal characteristics or lifestyle.",
            "(6) The client (purchaser) is obliged not to publish any intentional or fraudulent false information in their profile or other areas of the portal. Such information can lead to civil action. Cheggl GmbH also reserves the right to terminate the existing contractual relationship with immediate effect in such a case.",
            "(7) If the access of a client (purchaser) is blocked due to a culpable breach of contract and / or the contractual relationship is terminated, the client (purchaser) has to pay damages for the remaining contract period in the amount of the agreed remuneration minus the saved expenses. The amount of the saved expenses is set at a flat rate of 10% of the remuneration. Both contracting parties are free to prove that the damage and / or the saved expenses are actually higher or lower.",
            "(8) After termination of the contractual relationship, all data of the client (purchaser) will be deleted by Cheggl GmbH."
        ],
        "LIMITATION OF LIABILITY": [
            "(1) Cheggl GmbH assumes no responsibility for the content and correctness of the information in the registration and the profile data of the client (customer) displayed on the respective customer profile page, as well as other content generated by the client (customer) (e.g. opening times, prices, Vacancies, dates, addresses, contact details, etc.). In addition, Cheggl GmbH assumes no responsibility, guarantee or warranty for the real existence, correctness or topicality of the pictorial information or textual statements (written and spoken) shown in the videos of the client (purchaser).",
            "(2) With regard to the products and services of the companies, clubs or associations registered on the portal that are searched, booked, purchased, reserved or offered by the users of the Cheggl portal, the contract is concluded exclusively between the respective parties involved, the users and the providers. Therefore, the Cheggl GmbH is not liable for the services or products of the companies, clubs, associations etc. registered on www.cheggl.com. Accordingly, all matters relating to the relationship between the parties, including and without exception, the products and services found by a searcher or has booked, or to direct payments that are due to registered companies, clubs and associations directly to the respective party.",
            "(3) For damages, insofar as they are not based on the breach of cardinal obligations (such obligations, the fulfillment of which enables the proper execution of the contract in the first place and compliance with which the contractual partner may regularly rely), Cheggl GmbH is only liable if it is based on one intentional or grossly negligent breach of duty by Cheggl GmbH or an intentional or grossly negligent breach of duty by a legal representative or vicarious agent of Cheggl GmbH.",
            "(4) The claims for damages are limited to the foreseeable, contract-typical damage. In the event of default, they amount to a maximum of 5% of the order value.",
            "(5) Cheggl GmbH reserves the right to change the content of a text written by a registered company, club, association, etc., as well as uploaded files, videos, photos, price lists, menus, brochures, etc., to comply with the law to be checked and, if necessary, to be deleted in whole or in part.",
            "(6) Cheggl GmbH reserves the right to check the content of a text written by a portal visitor (user) (eg in the Reviews section) for compliance with the law and, if necessary, in whole or in part to delete.",
            "(7) If a circumstance occurs during the production of a video that makes the contractual production impossible, Cheggl GmbH is only responsible for intent and gross negligence. The same applies if the video is not completed on time. Material defects that are recognized by Cheggl GmbH must be remedied by Cheggl GmbH.",
            "(8) The client (purchaser) bears the risk of the products and props made available by him during production.",
            "(9) The music used for the production is provided by Cheggl GmbH. The costs incurred are taken into account in the manufacturing contract. Any royalties incurred for audio material used that was not produced by Cheggl GmbH shall be borne by the client. Cheggl GmbH has to inform the client of this.",
            "(10) The video productions of Cheggl GmbH can receive product placements. Cheggl GmbH assumes no liability or guarantee for these placements.",
            "(11) Cheggl GmbH assumes no responsibility or guarantee for any violations of the personal rights of persons represented in the commissioned video productions."
        ],
        "PRODUCTION, MODIFICATION, ACCEPTANCE OF VIDEO PRODUCTIONS": [
            "(1) Cheggl GmbH is responsible for the technical and artistic design of the video productions.",
            "(2) If the client (purchaser) requests changes to the scheduling or the already produced video sequences prior to the acceptance of a video, he must bear the costs for this, insofar as it is not a matter of asserting justified complaints.",
            "(3) Cheggl GmbH must immediately inform the client (purchaser) of the likely costs of these changes.",
            "(4) If, for artistic or technical reasons, suggestions for changes are made by Cheggl GmbH, which lead to additional costs compared to the agreed production price, they require the prior written consent of the client.",
            "(5) The length of the videos results from the offer. The running time is deemed to have been met if the video does not deviate by more than 10% from the agreed length.",
            "(6) If the production order was placed and the client withdraws from the order before the start of shooting through no fault of Cheggl GmbH, all payments due up to this point in time will be invoiced. If the client withdraws after the scheduled start of shooting, the total amount ordered will be invoiced."
        ],
        "RETENTION OF TITLE": [
            "(1) Cheggl GmbH retains ownership of the products and services until they have been paid for in full.",
            "All rights to the content of the film works such as texts, video sequences, images, graphics, photos, audio files, music as well as trademarks, service marks and logos are held by Cheggl GmbH or have been transferred to Cheggl GmbH by the client.",
            "(2) Any treatments, scripts, drawings, plans and similar documents developed by Cheggl GmbH or on its behalf remain their intellectual property if they are not used in the film or if no fee has been agreed for them. Any use, in particular forwarding, duplication and publication, requires express consent. Documents delivered by the client can be requested back from the client."
        ],
        "COPYRIGHTS, EXPLOITATION RIGHTS": [
            "(1) The video production takes place on the basis of the production order accepted by the client (purchaser) and by Cheggl GmbH. According to § 38/1 UrhG, the client transfers to Cheggl GmbH all necessary copyright exploitation rights, in particular the reproduction, distribution, broadcasting, performance and ancillary copyrights necessary for the fulfillment of the contract, which are also managed by Cheggl after the video has been completed.",
            "(2) To secure the copyright exploitation rights, all of the film material (image and sound) produced remains with Cheggl GmbH. This undertakes to store the material properly. The retention period is three years. Before the respective deadline has expired, the client must request the duration of further storage in writing.",
            "(3) Cheggl GmbH is entitled to show its company name and company logo as a copyright notice in the videos. Cheggl GmbH also has the right to present the video productions in the sense of self-promotion or to have them shown.",
            "(4) Usage rights: Cheggl GmbH transfers the usage and publication rights to the film to the client for the integration of the video into the client's website, on the client's company pages on the social media channels Facebook, Instagram, Pinterest, Youtube, Snapchat and TikTok as well as the Business portals Xing and LinkedIn. Furthermore, Cheggl GmbH grants the client the presentation / publication of the film at trade fairs and sales events, in its own company / shop and as cinema advertising.",
            "Additional usage rights must be agreed in writing with Cheggl GmbH. Publication of the films on all other company registers and commercial video portals is expressly prohibited. All film works may not be copied, reproduced, transmitted, distributed and / or exploited without the prior written consent of Cheggl GmbH. Cheggl GmbH reserves all rights not expressly granted herein. The customer declares to use and publish the content of the film works only in accordance with the present provisions"
        ],
        "RIGHT OF DEFECTS": [
            "(1) If the client (purchaser) is not a consumer, any deficiency in the products and services of Cheggl GmbH will be remedied by a new delivery or a new performance.",
            "(2) The limitation period is one year. This applies insofar as no claims for damages and reimbursement of expenses relating to compensation for damage to the body and health or to intent or gross negligence are asserted."
        ]
    },
    "message": "Success",
    "success": true
}